[
  {
    "id": 1,
    "artist": "The Beatles",
    "album": "Abbey Road",
    "decade": "60s",
    "year": 1969,
    "genre": "Rock",
    "price": 227,
    "type": "180G 2LP",
    "label": "CAPITOL",
    "image": "images/id1-1.jpg",
    "description": "Standard vinyl LP pressing. Digitally remixed 50th Anniversary edition of The Beatles' musical masterpiece. This Abbey Road release features the new stereo album mix, sourced directly from the original eight-track session tapes. To produce the mix, Giles Martin working with Sam Okell, was guided by the album's original stereo mix supervised by his father, George Martin. It is time to experience Abbey Road again!"
  },
  {
    "id": 2,
    "artist": "Led Zeppelin",
    "album": "IV",
    "decade": "70s",
    "year": 1971,
    "genre": "Rock",
    "price": 177,
    "type": "180G 2LP",
    "label": "ATLANTIC",
    "image": "images/id2-1.jpg",
    "description": "Limited 180-gram vinyl LP pressing. Digitally re-mastered edition of the British Rock quartet's fourth studio album, originally released in 1971. Although the album was untitled, it is commonly referred to as Led Zeppelin IV. Produced by guitarist Jimmy Page, it was recorded between December 1970 and March 1971 at several locations, most prominently the Victorian house Headley Grange. The album features many stone-cold classics including \"Black Dog,\" \"Rock And Roll\" and \"Stairway To Heaven.\" In 1968, John Bonham, John Paul Jones, Jimmy Page, and Robert Plant formed Led Zeppelin, one of the most influential, innovative, and successful groups in modern music. The band has sold more than 300 million albums worldwide with a celebrated catalog."
  },
  {
    "id": 3,
    "artist": "Pink Floyd",
    "album": "Dark Side of the Moon",
    "decade": "70s",
    "year": 1973,
    "genre": "Rock",
    "price": 177,
    "type": "180G 2LP",
    "label": "PINK FLOYD RECORDS",
    "image": "images/id3-1.jpg",
    "description": "The Dark Side of the Moon is the eighth album by the English rock band Pink Floyd. Originally released on March 1, 1973, on the label Harvest, it built on ideas explored in the band's earlier recordings and live shows, but departs from instrumental thematic by founding member Syd Barrett. The album explores themes including conflict, greed, the passage of time, and mental illness, the latter partly inspired by Barrett's deteriorating mental state."
  },
  {
    "id": 4,
    "artist": "The Rolling Stones",
    "album": "Exile on Main St.",
    "decade": "70s",
    "year": 1972,
    "genre": "Rock",
    "price": 277,
    "type": "180G 2LP",
    "label": "INTERSCOPE RECORDS",
    "image": "images/id4-1.jpg",
    "description": "Originally released in 1972, now remastered & cut at revelatory Half-Speed at Abbey Road Studios from vinyl specific original tape transfers designed to get the very best possible sound from the format.\n Pressed on heavyweight 180g black double vinyl with gatefold packaging, this album features the singles \"Tumbling Dice,\" \"Sweet Black Angel,\" \"Happy,\" and \"All Down The Line.\""
  },
  {
    "id": 5,
    "artist": "Daft Punk",
    "album": "Random Access Memories",
    "decade": "2010s",
    "year": 2013,
    "genre": "Electronic",
    "price": 245,
    "type": "180G 2LP",
    "label": "SONY MUSIC",
    "image": "images/id5-1.jpg",
    "description": "Limited 180gm vinyl LP pressing includes download. 2013 album from the beloved Electronic French duo, their first proper studio album in eight years. In their 20-year history, Daft Punk have redefined Electronic music, pioneered the live dance concert experience and shaped Pop culture. Random Access Memories is Daft Punk's follow-up to Human After All (2005). Random Access Memories is their most ambitious and epic release to date comprising 13 tracks and over 75 minutes long."
  },
  {
    "id": 6,
    "artist": "Nirvana",
    "album": "Nevermind",
    "decade": "90s",
    "year": 1991,
    "genre": "Rock",
    "price": 227,
    "type": "180G 1LP",
    "label": "GEFFEN RECORDS",
    "image": "images/id6-1.jpeg",
    "description": "The vinyl edition of Nirvanas hit album, NEVERMIND, helped usher in the Grunge era of the 1990s. Nevermind is the second studio album by the American rock band Nirvana, released on September 24, 1991. Produced by Butch Vig, Nevermind was the group's first release on DGC Records. Frontman Kurt Cobain sought to make music outside the restrictive confines of the Seattle grunge scene, drawing influence from groups such as the Pixies and their use of \"loud/quiet\" dynamics. It is their first album to feature drummer Dave Grohl. Despite low commercial expectations by the band and its record label, Nevermind became a surprise success in late 1991, largely due to the popularity of its first single, \"Smells Like Teen Spirit.\" By January 1992, it had replaced Michael Jackson's album, Dangerous, at number one on the Billboard 200 chart. The album also produced three other successful singles: \"Come as You Are,\" \"Lithium,\" and \"In Bloom.\""
  },
  {
    "id": 7,
    "artist": "Daft Punk",
    "album": "Daft Club",
    "decade": "2000s",
    "year": 2003,
    "genre": "Electronic",
    "price": 267,
    "type": "180G 2LP",
    "label": "DAFT LIFE",
    "image": "images/id7-1.jpg",
    "description": "Daft Club The remix album released in december, 2003 features remixes of track from the Discovery Album and one from their debut album Homework."
  },
  {
    "id": 8,
    "artist": "Fleetwood Mac",
    "album": "Rumours",
    "decade": "70s",
    "year": 1977,
    "genre": "Rock",
    "price": 167,
    "type": "180G 2LP",
    "label": "REPRISE / WEA",
    "image": "images/id8-1.jpg",
    "description": "2011 vinyl LP pressing reissue of the 1977 multi-platinum Rumours album, the sixth biggest-selling album of all time, with sales upwards of 30 million worldwide. The LP garnered 1977's Album of the Year Grammy and spent 31 weeks at #1. It includes the four Top 10 hit singles: \"Go Your Own Way,\" \"Dreams,\" \"Don't Stop,\" and \"You Make Loving Fun.\""
  },
  {
    "id": 9,
    "artist": "Stevie Wonder",
    "album": "Songs in the Key of Life",
    "year": 1976,
    "decade": "70s",
    "genre": "R&B",
    "price": 327,
    "type": "180G 2LP",
    "label": "UNIVERSAL, MOTOWN",
    "image": "images/id9-1.jpg",
    "description": "Songs In The Key Of Life is the eighteenth studio album by American singer, songwriter, and musician Stevie Wonder."
  },
  {
    "id": 10,
    "artist": "Marvin Gaye",
    "album": "What's Going On",
    "year": 1971,
    "genre": "R&B",
    "price": 227,
    "type": "180G",
    "label": "MOTOWN",
    "image": "images/id10-1.webp",
    "description": ""
  },
  {
    "id": 11,
    "artist": "Lana Del Rey",
    "album": "Born to die",
    "decade": "2010s",
    "year": 2012,
    "genre": "Pop",
    "price": 257,
    "type": "180G 1LP",
    "label": "INTERSCOPE RECORDS",
    "image": "images/id11-1.jpg",
    "description": "Sometimes stars emerge. Sometimes stars are thrust upon us. And sometimes stars simply slip into the atmosphere as if propelled by something otherworldly. It is into this last category that the astonishing presence, voice, look and feel of Lana Del Rey falls. Musical stardom is not an option with Ms. Del Rey. It is her vocation. She calls herself the gangsta Nancy Sinatra and defines her genre as Hollywood pop/ sadcore, a dramatic new loop for pop music. Lana Del Rey proudly presents the highly anticipated Born to Die, featuring the hit singles \"Video Games\" and \"Blue Jeans.\""
  },
  {
    "id": 12,
    "artist": "Oasis",
    "album": "(What's The Story) Morning Glory?",
    "decade": "90s",
    "year": 1995,
    "genre": "Pop",
    "price": 247,
    "type": "180G 1LP",
    "label": "BIG BROTHER",
    "image": "images/id12-1.webp",
    "description": ""
  },
  {
    "id": 13,
    "artist": "Michael Jackson",
    "album": "Thriller",
    "decade": "80s",
    "year": 1982,
    "genre": "Pop",
    "price": 177,
    "type": "180G 1LP",
    "label": "SONY MUSIC, EPIC",
    "image": "images/id13-1.jpg",
    "description": "Limited vinyl LP repressing in gatefold jacket. Thriller is the sixth solo studio album by Michael Jackson. It was released by Epic Records on November 30, 1982, as the follow-up to Jackson's critically and commercially successful 1979 album Off The Wall. Thriller explores similar genres to those of Off The Wall, including pop, post-disco, rock, and funk. Recording sessions took place from April to November 1982 at Westlake Recording Studios in Los Angeles with a production budget of $750,000, assisted by producer Quincy Jones. Seven singles were released from the album, all of which reached the Top 10 on the Billboard Hot 100. In just over a year, Thriller became-and currently remains the best-selling album of all time, with estimated sales of 65 million copies worldwide. It has become the first album ever to be certified 32 times multi-platinum for U.S. sales, marking more than 32 million sales shipped. The album won a record-breaking eight Grammy Awards in 1984, including for Album of the Year."
  },
  {
    "id": 14,
    "artist": "Roxy Music",
    "album": "Avalon",
    "decade": "80s",
    "year": 1982,
    "genre": "Rock",
    "price": 127,
    "type": "180G 1LP",
    "label": "UNIVERSAL",
    "image": "images/id14-1.jpg",
    "description": "Avalon is the final studio offering from Roxy Music, which would draw upon a smoother, more adult-orientated sound,  giving us the now iconic single \"More Than This\".  Each Roxy Music album has been Re-Issued with a fresh Half-Speed cut by Miles Showell at Abbey Road Studios, London. To reflect the audio, all eight of the Roxy Music studio albums have had their artwork revised and with a gloss laminated finish so that each album is not just a record it’s a piece of art."
  },
  {
    "id": 15,
    "artist": "Metallica",
    "album": "Master of Puppets",
    "decade": "80s",
    "year": 1986,
    "genre": "Heavy metal",
    "price": 235,
    "type": "180G 1LP",
    "label": "BLACKENED",
    "image": "images/id15-1.jpg",
    "description": "Vinyl LP pressing. Digitally remastered edition. Master of Puppets was originally released on March 3rd, 1986, on Elektra Records and went on to become the first Metallica album to be certified Platinum by the RIAA. The album has been certified six-times Platinum in the United States and has sold over 10 million copies worldwide. In 2016, the album became the first metal album to be added to the National Recording Registry of the Library of Congress, an honor granted to works deemed \"culturally, historically, or aesthetically significant\". Recorded at the Sweet Silence Studios with producer Flemming Rasmussen, it was their third album overall. Master of Puppets was the band's last album to feature bassist Cliff Burton, who died in a bus accident in Sweden during the album's promotional tour."
  },
  {
    "id": 16,
    "artist": "Dummy Artist",
    "album": "Dummy Title",
    "decade": "80s",
    "year": 1986,
    "genre": "Heavy metal",
    "price": 235,
    "type": "180G 1LP",
    "label": "BLACKENED",
    "image": null,
    "description": "Dummy Text.",
    "featured": true
  }
]
